Repository: peterajones/PocketScanner
Catalog: DocumentScanner/DocumentScanner/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

# "%@"'s pages will be added to the end of "%@", and "%@" will be deleted.
source: "%1$@"'s pages will be added to the end of "%2$@", and "%3$@" will be deleted.
de: Die Seiten von „%1$@“ werden am Ende von „%2$@“ hinzugefügt und „%3$@“ wird gelöscht.
es: Las páginas de "%1$@" se añadirán al final de "%2$@" y se eliminará "%3$@".
fr: Les pages de « %1$@ » seront ajoutées à la fin de « %2$@ », et « %3$@ » sera supprimé.
it: Le pagine di "%1$@" verranno aggiunte alla fine di "%2$@" e "%3$@" verrà eliminato.

source: %lld pages
de: %lld Seiten
es: %lld páginas
it: %lld pagine

source: %lld selected
de: %lld ausgewählt
es: %lld seleccionadas
fr: %lld sélectionnées
it: %lld selezionate

source: About
de: Über
es: Acerca de
fr: À propos
it: Info

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi

source: Add Date
de: Datum hinzufügen
es: Añadir fecha
fr: Ajouter une date
it: Aggiungi data

source: Add Signature
de: Unterschrift hinzufügen
es: Añadir firma
fr: Ajouter une signature
it: Aggiungi firma

source: Add a name
de: Namen hinzufügen
es: Añadir un nombre
fr: Ajouter un nom
it: Aggiungi un nome

source: Add a signature in Settings first.
de: Füge zuerst in den Einstellungen eine Unterschrift hinzu.
es: Primero añade una firma en Ajustes.
fr: Ajoutez d'abord une signature dans les Réglages.
it: Aggiungi prima una firma in Impostazioni.

source: Adds a new document with the selected pages to this folder. The original is unchanged.
de: Fügt diesem Ordner ein neues Dokument mit den ausgewählten Seiten hinzu. Das Original bleibt unverändert.
es: Añade a esta carpeta un documento nuevo con las páginas seleccionadas. El original no se modifica.
fr: Ajoute à ce dossier un nouveau document avec les pages sélectionnées. L'original reste inchangé.
it: Aggiunge a questa cartella un nuovo documento con le pagine selezionate. L'originale resta invariato.

source: App Lock
de: App-Sperre
es: Bloqueo de la app
fr: Verrouillage de l'app
it: Blocco app

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica

source: Apply %@ to all pages
de: %@ auf alle Seiten anwenden
es: Aplicar %@ a todas las páginas
fr: Appliquer %@ à toutes les pages
it: Applica %@ a tutte le pagine

source: Apply %@ to all pages?
de: %@ auf alle Seiten anwenden?
es: ¿Aplicar %@ a todas las páginas?
fr: Appliquer %@ à toutes les pages ?
it: Applicare %@ a tutte le pagine?

source: Auto
de: Automatisch
es: Automático
fr: Automatique
it: Automatico

source: B&W
de: S/W
es: B/N
fr: N&B
it: B/N

source: Blue
de: Blau
es: Azul
fr: Bleu
it: Blu

source: Camera access needed
de: Kamerazugriff erforderlich
es: Se necesita acceso a la cámara
fr: Accès à l'appareil photo requis
it: Accesso alla fotocamera necessario

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

source: Choose a Signature
de: Unterschrift auswählen
es: Elige una firma
fr: Choisir une signature
it: Scegli una firma

source: Choose a new name for this folder.
de: Wähle einen neuen Namen für diesen Ordner.
es: Elige un nuevo nombre para esta carpeta.
fr: Choisissez un nouveau nom pour ce dossier.
it: Scegli un nuovo nome per questa cartella.

source: Color
de: Farbe
fr: Couleur
it: Colore

source: Couldn't Import
de: Import fehlgeschlagen
es: No se pudo importar
fr: Importation impossible
it: Importazione non riuscita

source: Couldn't Save
de: Sichern fehlgeschlagen
es: No se pudo guardar
fr: Enregistrement impossible
it: Salvataggio non riuscito

source: Couldn't merge
de: Zusammenführen fehlgeschlagen
es: No se pudo combinar
fr: Fusion impossible
it: Unione non riuscita

source: Couldn't open document
de: Dokument konnte nicht geöffnet werden
es: No se pudo abrir el documento
fr: Impossible d'ouvrir le document
it: Impossibile aprire il documento

source: Couldn't read that
de: Unterschrift nicht erkannt
es: No se pudo leer
fr: Lecture impossible
it: Lettura non riuscita

source: Couldn't read this file
de: Diese Datei konnte nicht gelesen werden
es: No se pudo leer este archivo
fr: Impossible de lire ce fichier
it: Impossibile leggere questo file

source: Couldn't save
de: Sichern fehlgeschlagen
es: No se pudo guardar
fr: Enregistrement impossible
it: Salvataggio non riuscito

source: Couldn't update folder
de: Ordner konnte nicht aktualisiert werden
es: No se pudo actualizar la carpeta
fr: Impossible de mettre à jour le dossier
it: Impossibile aggiornare la cartella

source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro

source: Date
de: Datum
es: Fecha
it: Data

source: Default Filter
de: Standardfilter
es: Filtro predeterminado
fr: Filtre par défaut
it: Filtro predefinito

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina

source: Delete %lld pages?
de: %lld Seiten löschen?
es: ¿Eliminar %lld páginas?
fr: Supprimer %lld pages ?
it: Eliminare %lld pagine?

source: Delete Folder?
de: Ordner löschen?
es: ¿Eliminar la carpeta?
fr: Supprimer le dossier ?
it: Eliminare la cartella?

source: Delete page
de: Seite löschen
es: Eliminar página
fr: Supprimer la page
it: Elimina pagina

source: Delete this document?
de: Dieses Dokument löschen?
es: ¿Eliminar este documento?
fr: Supprimer ce document ?
it: Eliminare questo documento?

source: Discard this page's markup?
de: Markierungen dieser Seite verwerfen?
es: ¿Descartar las marcas de esta página?
fr: Supprimer les annotations de cette page ?
it: Scartare le annotazioni di questa pagina?

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fine

source: Edit Anyway
de: Trotzdem bearbeiten
es: Editar de todos modos
fr: Modifier quand même
it: Modifica comunque

source: Edit Page %lld
de: Seite %lld bearbeiten
es: Editar la página %lld
fr: Modifier la page %lld
it: Modifica pagina %lld

source: Edit Pages
de: Seiten bearbeiten
es: Editar páginas
fr: Modifier les pages
it: Modifica pagine

source: Editing Page %lld removes the markup you added to it. The rest of your document is unaffected.
de: Beim Bearbeiten von Seite %lld werden die Markierungen entfernt, die du hinzugefügt hast. Der Rest deines Dokuments bleibt unverändert.
es: Editar la página %lld elimina las marcas que le añadiste. El resto del documento no se ve afectado.
fr: Modifier la page %lld supprime les annotations que vous y avez ajoutées. Le reste du document n'est pas affecté.
it: Modificando la pagina %lld verranno rimosse le annotazioni che hai aggiunto. Il resto del documento non viene modificato.

source: Empty folder
de: Leerer Ordner
es: Carpeta vacía
fr: Dossier vide
it: Cartella vuota

source: Enter a name for the new folder.
de: Gib einen Namen für den neuen Ordner ein.
es: Introduce un nombre para la nueva carpeta.
fr: Saisissez un nom pour le nouveau dossier.
it: Inserisci un nome per la nuova cartella.

source: Enter a name for the new sub-folder.
de: Gib einen Namen für den neuen Unterordner ein.
es: Introduce un nombre para la nueva subcarpeta.
fr: Saisissez un nom pour le nouveau sous-dossier.
it: Inserisci un nome per la nuova sottocartella.

source: Folder
de: Ordner
es: Carpeta
fr: Dossier
it: Cartella

source: Folder name
de: Ordnername
es: Nombre de la carpeta
fr: Nom du dossier
it: Nome cartella

source: Give this signature a name so you can tell it apart when signing.
de: Gib dieser Unterschrift einen Namen, damit du sie beim Unterschreiben auseinanderhalten kannst.
es: Ponle un nombre a esta firma para distinguirla al firmar.
fr: Donnez un nom à cette signature pour la reconnaître au moment de signer.
it: Assegna un nome a questa firma per distinguerla al momento di firmare.

source: Graphite
de: Graphit
es: Grafito
it: Grafite

source: Green
de: Grün
es: Verde
fr: Vert
it: Verde

source: Greyscale
de: Grau
es: Grises
fr: Gris
it: Grigio

source: Grid view
de: Rasteransicht
es: Vista de cuadrícula
fr: Vue en grille
it: Vista griglia

source: Highlight
de: Hervorheben
es: Resaltar
fr: Surligner
it: Evidenzia

source: Highlights & handwriting
de: Markierungen & Handschrift
es: Resaltados y escritura a mano
fr: Surlignages et écriture manuscrite
it: Evidenziazioni e scrittura a mano

source: Import PDF
de: PDF importieren
es: Importar PDF
fr: Importer un PDF
it: Importa PDF

source: In a document’s edit mode, select pages and tap Save as New to pull them into their own scan.
de: Wähle im Bearbeitungsmodus eines Dokuments Seiten aus und tippe auf „Als neues sichern“, um sie in einen eigenen Scan zu übernehmen.
es: En el modo de edición de un documento, selecciona páginas y toca Guardar como nuevo para extraerlas a su propio escaneo.
fr: Dans le mode d'édition d'un document, sélectionnez des pages et touchez Enregistrer comme nouveau pour les extraire dans leur propre document.
it: Nella modalità di modifica di un documento, seleziona le pagine e tocca "Salva come nuovo" per estrarle in una scansione a parte.

source: Invoice
de: Rechnung
es: Factura
fr: Facture
it: Fattura

source: Keep this version
de: Diese Version behalten
es: Conservar esta versión
fr: Conserver cette version
it: Mantieni questa versione

source: Library
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
it: Libreria

source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro

source: List view
de: Listenansicht
es: Vista de lista
fr: Vue en liste
it: Vista elenco

source: Merge
de: Zusammenführen
es: Combinar
fr: Fusionner
it: Unisci

# Merge "%@" into "%@"?
source: Merge "%1$@" into "%2$@"?
de: „%1$@“ in „%2$@“ zusammenführen?
es: ¿Combinar "%1$@" en "%2$@"?
fr: Fusionner « %1$@ » dans « %2$@ » ?
it: Unire "%1$@" in "%2$@"?

source: Merge into…
de: Zusammenführen
es: Combinar en…
fr: Fusionner dans…
it: Unisci in…

source: Move
de: Bewegen
es: Mover
fr: Déplacer
it: Sposta

source: Move to…
de: Bewegen nach…
es: Mover a…
fr: Déplacer vers…
it: Sposta in…

source: New Folder
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
it: Nuova cartella

source: New Sub-folder
de: Neuer Unterordner
es: Nueva subcarpeta
fr: Nouveau sous-dossier
it: Nuova sottocartella

source: New scans start with this filter. You can still change it for any scan. Page Size sets the paper size of the PDF. Auto keeps the shape the scanner found; US Letter and A4 produce exactly that size, adding margins if the scan is a different shape.
de: Neue Scans beginnen mit diesem Filter. Du kannst ihn für jeden Scan weiterhin ändern. Seitengröße legt das Papierformat des PDFs fest. Automatisch behält die Form bei, die der Scanner gefunden hat; US Letter und A4 erzeugen genau dieses Format und fügen Ränder hinzu, wenn der Scan eine andere Form hat.
es: Los escaneos nuevos empiezan con este filtro. Puedes cambiarlo en cualquier escaneo. Tamaño de página define el tamaño del papel del PDF. Automático mantiene la forma que encontró el escáner; US Letter y A4 producen exactamente ese tamaño y añaden márgenes si el escaneo tiene otra forma.
fr: Les nouvelles numérisations démarrent avec ce filtre. Vous pouvez toujours le changer pour chaque numérisation. Format de page définit le format papier du PDF. Automatique conserve la forme trouvée par le scanner ; US Letter et A4 produisent exactement ce format et ajoutent des marges si le scan a une forme différente.
it: Le nuove scansioni iniziano con questo filtro. Puoi comunque cambiarlo per ogni scansione. Formato pagina imposta il formato carta del PDF. Automatico mantiene la forma trovata dallo scanner; US Letter e A4 producono esattamente quel formato e aggiungono margini se la scansione ha una forma diversa.

source: Next match
de: Nächster Treffer
es: Coincidencia siguiente
fr: Correspondance suivante
it: Risultato successivo

source: No documents yet
de: Noch keine Dokumente
es: Aún no hay documentos
fr: Aucun document pour l'instant
it: Ancora nessun documento

source: No signatures
de: Keine Unterschriften
es: Sin firmas
fr: Aucune signature
it: Nessuna firma

source: On all your devices
de: Auf allen deinen Geräten
es: En todos tus dispositivos
fr: Sur tous vos appareils
it: Su tutti i tuoi dispositivi

source: One big list
de: Eine große Liste
es: Una sola lista
fr: Une seule liste
it: Un unico elenco

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les Réglages
it: Apri Impostazioni

source: Other devices
de: Andere Geräte
es: Otros dispositivos
fr: Autres appareils
it: Altri dispositivi

source: Page Count
de: Seitenanzahl
es: Número de páginas
fr: Nombre de pages
it: Numero di pagine

source: Page Size
de: Seitengröße
es: Tamaño de página
fr: Format de page
it: Formato pagina

source: Photo
de: Foto
es: Foto
it: Foto

source: Pink
de: Rosa
es: Rosa
fr: Rose
it: Rosa

source: Pocket Scanner is locked
de: Pocket Scanner ist gesperrt
es: Pocket Scanner está bloqueado
fr: Pocket Scanner est verrouillé
it: Pocket Scanner è bloccato

source: Pocket Scanner syncs your documents across devices through iCloud Drive. You can use the app without it — scans will stay on this device only.
de: Pocket Scanner synchronisiert deine Dokumente über iCloud Drive zwischen deinen Geräten. Du kannst die App auch ohne iCloud verwenden — deine Scans bleiben dann nur auf diesem Gerät.
es: Pocket Scanner sincroniza tus documentos entre dispositivos a través de iCloud Drive. Puedes usar la app sin él: los escaneos se quedarán solo en este dispositivo.
fr: Pocket Scanner synchronise vos documents entre vos appareils via iCloud Drive. Vous pouvez utiliser l'app sans cela — les numérisations resteront uniquement sur cet appareil.
it: Pocket Scanner sincronizza i tuoi documenti tra i dispositivi tramite iCloud Drive. Puoi usare l'app anche senza — le scansioni resteranno solo su questo dispositivo.

source: Pocket Scanner uses your camera to capture documents. Enable access in Settings.
de: Pocket Scanner verwendet die Kamera, um Dokumente aufzunehmen. Aktiviere den Zugriff in den Einstellungen.
es: Pocket Scanner usa la cámara para capturar documentos. Activa el acceso en Ajustes.
fr: Pocket Scanner utilise l'appareil photo pour capturer des documents. Activez l'accès dans les Réglages.
it: Pocket Scanner usa la fotocamera per acquisire documenti. Attiva l'accesso in Impostazioni.

source: Prefer everything in one place? Turn off Show Folders in Settings and every scan lives in a single list.
de: Möchtest du lieber alles an einem Ort? Deaktiviere „Ordner anzeigen“ in den Einstellungen und alle Scans liegen in einer einzigen Liste.
es: ¿Prefieres tenerlo todo en un solo lugar? Desactiva Mostrar carpetas en Ajustes y todos los escaneos estarán en una única lista.
fr: Vous préférez tout au même endroit ? Désactivez Afficher les dossiers dans les Réglages et toutes vos numérisations apparaîtront dans une seule liste.
it: Preferisci avere tutto in un unico posto? Disattiva "Mostra cartelle" in Impostazioni e tutte le scansioni saranno in un solo elenco.

source: Preparing page…
de: Seite wird vorbereitet…
es: Preparando la página…
fr: Préparation de la page…
it: Preparazione pagina…

source: Preparing…
de: Wird vorbereitet…
es: Preparando…
fr: Préparation…
it: Preparazione…

source: Previous match
de: Vorheriger Treffer
es: Coincidencia anterior
fr: Correspondance précédente
it: Risultato precedente

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité

# Processing page %lld of %lld
source: Processing page %1$lld of %2$lld
de: Seite %1$lld von %2$lld wird verarbeitet
es: Procesando la página %1$lld de %2$lld
fr: Traitement de la page %1$lld sur %2$lld
it: Elaborazione pagina %1$lld di %2$lld

source: Receipt
de: Beleg
es: Recibo
fr: Reçu
it: Scontrino

source: Recipe
de: Rezept
es: Receta
fr: Recette
it: Ricetta

source: Remove
de: Entfernen
es: Eliminar
fr: Enlever
it: Rimuovi

source: Remove this mark?
de: Diese Markierung entfernen?
es: ¿Eliminar esta marca?
fr: Enlever cette marque ?
it: Rimuovere questa annotazione?

source: Rename
de: Umbenennen
es: Cambiar nombre
fr: Renommer
it: Rinomina

source: Rename Document
de: Dokument umbenennen
es: Cambiar nombre del documento
fr: Renommer le document
it: Rinomina documento

source: Rename Folder
de: Ordner umbenennen
es: Cambiar nombre de la carpeta
fr: Renommer le dossier
it: Rinomina cartella

source: Rename Signature
de: Unterschrift umbenennen
es: Cambiar nombre de la firma
fr: Renommer la signature
it: Rinomina firma

source: Rescan
de: Erneut scannen
es: Volver a escanear
fr: Rescanner
it: Scansiona di nuovo

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova

source: Rotate Left
de: Nach links drehen
es: Girar a la izquierda
fr: Pivoter à gauche
it: Ruota a sinistra

source: Rotate Right
de: Nach rechts drehen
es: Girar a la derecha
fr: Pivoter à droite
it: Ruota a destra

source: Rotation: %lld°
de: Drehung: %lld°
es: Rotación: %lld°
it: Rotazione: %lld°

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva

source: Save Scan
de: Scan sichern
es: Guardar escaneo
fr: Enregistrer la numérisation
it: Salva scansione

source: Save as New
de: Als neues sichern
es: Guardar como nuevo
fr: Enregistrer comme nouveau
it: Salva come nuovo

source: Save as New Document
de: Als neues Dokument sichern
es: Guardar como documento nuevo
fr: Enregistrer comme nouveau document
it: Salva come nuovo documento

source: Save page as new
de: Seite extrahieren
es: Guardar página como nueva
fr: Enregistrer la page comme nouvelle
it: Estrai pagina

source: Save to
de: Sichern in
es: Guardar en
fr: Enregistrer dans
it: Salva in

source: Scan Document
de: Dokument scannen
es: Escanear documento
fr: Scanner un document
it: Scansiona documento

source: Scan your signature on paper, then reuse it to sign any document. Add more than one — you'll pick which to place.
de: Scanne deine Unterschrift auf Papier und verwende sie erneut, um jedes Dokument zu unterschreiben. Füge mehrere hinzu — du wählst aus, welche du platzierst.
es: Escanea tu firma en papel y reutilízala para firmar cualquier documento. Añade más de una: podrás elegir cuál colocar.
fr: Scanner votre signature sur papier, puis réutilisez-la pour signer n'importe quel document. Ajoutez-en plusieurs — vous choisirez laquelle placer.
it: Scansiona la tua firma su carta, poi riutilizzala per firmare qualsiasi documento. Aggiungine più di una: sceglierai quale inserire.

source: Scan your signature once in Settings, then tap Sign to drop it on any page — move or resize it to fit. For the cleanest cut-out, sign a plain sheet with a bold pen; if the camera can’t find the page edges up close, take a photo instead and crop it.
de: Scanne deine Unterschrift einmal in den Einstellungen und tippe dann auf „Unterschreiben“, um sie auf einer beliebigen Seite zu platzieren — bewege sie oder ändere ihre Größe. Für den saubersten Freisteller unterschreibe auf einem leeren Blatt mit einem kräftigen Stift; wenn die Kamera die Blattränder aus der Nähe nicht findet, mache stattdessen ein Foto und schneide es zu.
es: Escanea tu firma una vez en Ajustes y luego toca Firmar para colocarla en cualquier página; muévela o cambia su tamaño para ajustarla. Para un recorte más limpio, firma en una hoja lisa con un bolígrafo grueso; si la cámara no encuentra los bordes de la hoja de cerca, haz una foto y recórtala.
fr: Scannez votre signature une fois dans les Réglages, puis touchez Signer pour la placer sur n'importe quelle page — déplacez-la ou redimensionnez-la pour l'ajuster. Pour un détourage plus net, signez sur une feuille unie avec un stylo épais ; si l'appareil photo ne trouve pas les bords de la feuille de près, prenez plutôt une photo et recadrez-la.
it: Scansiona la tua firma una volta in Impostazioni, poi tocca "Firma" per inserirla su qualsiasi pagina: spostala o ridimensionala per adattarla. Per un ritaglio più pulito, firma su un foglio bianco con una penna spessa; se la fotocamera non riesce a rilevare i bordi del foglio da vicino, scatta invece una foto e ritagliala.

source: Scanned Documents
de: Scans
es: Escaneos
fr: Documents numérisés
it: Scansioni

source: Scanning
de: Scannen
es: Escaneo
fr: Numérisation
it: Scansione

source: Scans at a real paper size
de: Scans in echter Papiergröße
es: Escaneos con tamaño de papel real
fr: Des scans à un vrai format papier
it: Scansioni con un formato carta reale

source: Search documents
de: Dokumente suchen
es: Buscar documentos
fr: Rechercher des documents
it: Cerca documenti

source: Search inside your scans
de: In deinen Scans suchen
es: Busca dentro de tus escaneos
fr: Rechercher dans vos numérisations
it: Cerca nelle tue scansioni

source: Search reads the text inside every scan, even ones filed in folders. Tap a result to jump straight to the highlighted match.
de: Die Suche liest den Text in jedem Scan, auch in denen, die in Ordnern liegen. Tippe auf ein Ergebnis, um direkt zum markierten Treffer zu springen.
es: La búsqueda lee el texto de cada escaneo, incluso los guardados en carpetas. Toca un resultado para ir directamente a la coincidencia resaltada.
fr: La recherche lit le texte de chaque numérisation, même celles rangées dans des dossiers. Touchez un résultat pour accéder directement à la correspondance surlignée.
it: La ricerca legge il testo di ogni scansione, anche di quelle archiviate nelle cartelle. Tocca un risultato per andare direttamente alla corrispondenza evidenziata.

source: Search this folder
de: In diesem Ordner suchen
es: Buscar en esta carpeta
fr: Rechercher dans ce dossier
it: Cerca in questa cartella

source: See your scans as thumbnails
de: Deine Scans als Miniaturen ansehen
es: Ve tus escaneos como miniaturas
fr: Voir vos numérisations en miniatures
it: Guarda le tue scansioni come miniature

source: Select Multiple
de: Mehrere auswählen
es: Seleccionar varios
fr: Sélectionner plusieurs
it: Selezione multipla
